7zip
alsa-firmware
alsa-utils
appmenu-gtk-module
base
base-devel
bluez
bluez-utils
brightnessctl
btop
cliphist
docker
docker-compose
dosfstools
dunst
efibootmgr
eza
fastfetch
fd
feh
fish
fzf
ghostscript
git
github-cli
gnome-calculator
gpu-screen-recorder
grim
grub
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshot
imagemagick
intel-media-driver
intel-ucode
iwd
jdk17-openjdk
jdk21-openjdk
keepassxc
kitty
kvantum-qt5
lazygit
less
libappindicator
libnotify
libpulse
libva-intel-driver
linux
linux-firmware
lsd
lsof
maven
mtools
nano
neovim
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obsidian
openssh
os-prober
pacman-contrib
papirus-icon-theme
pcmanfm-qt
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pnpm
polkit-kde-agent
poppler
python-gobject
python-pip
qt5ct
qt5-wayland
qt6ct
qt6-virtualkeyboard
qt6-wayland
reflector
ripgrep
rofi
rofi-emoji
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
starship
stow
tlp
tokei
ttf-dejavu
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
unrar
unzip
uwsm
viu
vlc
vlc-plugin-ffmpeg
vulkan-intel
waybar
webkit2gtk-4.1
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xdotool
xorg-server
xorg-xinit
yazi
yt-dlp
zathura-pdf-poppler
zed
zip
zoxide
zram-generator
